<!DOCTYPE html>
<html>
	<head>
		<meta charset="utf-8">
		<title>Виды исскуств</title>
		<link rel="stylesheet" type="text/css" href="css/lb2.css">
		<meta name="viewport" content="width=divice-widtgh, initial-scale=1.0">
		<link rel="stylesheet" href="css/bootstrap-4.5.0-dist/bootstrap-4.5.0-dist/css/bootstrap.css">
		<style> body {
				background: url('img/d99a77aeb546be61d3016f6efa0078fb.jpg');
				background-size: 100%;
			} </style>
	</head>
	<body>
	<div class="container">
	<div class="row">
	<div class="col-lg-12">
		<div id="container">
		<div id="header">
			Виды боевых искусств <br/>
		<?php
date_default_timezone_set('GMT+3');
echo date(' jS \of m. Y h:i A');
?>
		</div>
		<div class="col-lg-12"><div id="A1"> Кик-боксинг</div>
		<div class="col-lg-12"><div id="A2">По легенде его название и даже разработку стиля боя предписывают знаменитому актеру и естественно многократному чемпиону по кик-боксингу Чак Норису.
		Переводиться кик-боксинг почти дословно как «Удары ногами и руками».
		В идеале бои должны проходить в полную силу и по всем уровням, то есть удары ногами и руками разрешены в полную силу по всему телу.
		Что позволяет кик-боксерам становиться довольно опасными противниками как в ринге, так и за его пределами, но все-таки это спортивная система и под уличный бой она изначально не заточена.<br/>
		<p><img src="img/кик бокс.bmp" alt="Кик-боксинг" width="15%"  /></p>
		</div>

		<div class="col-lg-12"><div id="A1">Греко-римская борьба</div>
		<div class="col-lg-12"><div id="A2">Классическая борьба представляет собой европейский вид единоборства, в котором сходятся в схватке два участника.
		Основная задача каждого спортсмена – с помощью ряда различных элементов и приёмов уложить своего противника на лопатки.
		Главное отличие греко-римской борьбы от других подобных единоборств – это запрет на осуществление каких-либо приёмов ногами (подножки, зацепы, подсечки и т.д.).
				Также, нельзя делать захваты ног.<br/>
				<p><img src="img/Греко римская.jpg" alt="грекоримская борьба" width="20%" align="middle"  /></p></div>

		<div class="col-lg-12"><div id="A1">Каратэ</div>
		<div class="col-lg-12"><div id="A2">Каратэ («путь пустой руки») – японское боевое искусство, которое предлагает разные способы боя руками и несколько техник с применением оружия, включая холодное оружие.
		В этом единоборстве не применяются захваты и броски.
		Главный принцип – быстрота и скорость, а основная задача – сохранение на протяжении долгого времени основной стойки.
		Поэтому в первую очередь в карате играет роль равновесие.<br/><p><img src="img/каратэ.jpg" alt="Каратэ" width="20%" /></div>

		<div class="col-lg-12"><div id="A1">Самбо</div>
		<div class="col-lg-12"><div id="A2">Самбо принадлежит к уникальным видам единоборств, получивших распространение по всему миру.
		Он стал единственным видом спортивных состязаний, где международное общение проводится на русском языке.
		Различают два вида самбо, первым из них является боевое, используемое для защиты и выведения из строя противника.
		Второй вид этой борьбы – спортивное самбо, способствует развитию личностных характеристик, закаляет характер и организм, позволяет выработать самообладание и дисциплину.<br/><p><img src="img/самбо.bmp" alt="Самбо" width="20%" /></div>

		<div class="col-lg-12"><div id="A1">Тхэквондо</div>
		<div class="col-lg-12"><div id="A2">корейское единоборство.
		Его характерной особенностью является то, что ноги в поединке используются более активно, чем руки.
		В таэквондо можно с равной скоростью и силой наносить как прямые удары ногой, так и удары ногой с разворотом.
		Боевому искусству таэквондо более 2000 лет.
		С 1955 года это единоборство считается видом спорта.<br/><p><img src="img/таэвандо.jpg" alt="Тхэквондо" width="20%" /></p></div><br/><br/><br/>
		<div id="A1"><h5><a href="Menu2.0.html">Вернуться в главное меню </a></h5></div>	
	</body>
</html>